# CurtaingridAdjustBorderU Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..CurtaingridAdjustBorderU Property
ParameterTypeId Class See Also
---
"Adjust for Mullion Size"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId CurtaingridAdjustBorderU { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CurtaingridAdjustBorderU As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CurtaingridAdjustBorderU {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace